Repository: drilonkrivaqa/crystal_upvc
Catalog: lib/l10n/app_*.arb
Languages: fr, sq

# homeCatalogs
source: Pricelist
fr: Liste de prix
sq: Çmimore

# homeCustomers
source: Customers
fr: Clients
sq: Klientët

# homeOffers
source: Offers
fr: Offres
sq: Ofertat

# homeProduction
source: Production
sq: Prodhimi

# productionTitle
source: Production
sq: Prodhimi

# productionCutting
source: Cutting
fr: Découpe
sq: Prerja

# productionGlass
source: Glass
fr: Verre
sq: Xhami

# productionRollerShutter
source: Roller Shutter
fr: Volet roulant
sq: Roleta

# productionIron
source: Iron
fr: Fer
sq: Hekur

# productionRegisteredProfiles
source: Registered Profiles
fr: Profils enregistrés
sq: Profilet e regjistruara

# productionCutSummary
source: Needed {needed} m, Pipes: {pipes}, Waste {waste} m
fr: Nécessaire {needed} m, Tubes : {pipes}, Perte {waste} m
sq: Nevojiten {needed} m, Tuba: {pipes}, Humbje {waste} m

# productionBarDetail
source: Bar {index}: {combination} = {total}/{pipeLength}
fr: Barre {index} : {combination} = {total}/{pipeLength}
sq: Shufra {index}: {combination} = {total}/{pipeLength}

# productionOffsetFrom
source: Offset from {type} (mm)
fr: Décalage depuis {type} (mm)
sq: Offset nga {type} (mm)

# cuttingPieceFrame
source: Frame (L)
fr: Cadre (L)
sq: Korniza (L)

# cuttingPieceSash
source: Sash (Z)
fr: Ouvrant (Z)
sq: Krah (Z)

# cuttingPieceBead
source: Bead
fr: Parclose
sq: Llajsne

# welcomeEnter
source: Enter
fr: Entrer
sq: Hyr

# catalogsTitle
source: Price List
fr: Liste de prix
sq: Çmimorja

# catalogProfile
source: Profile
fr: Profil
sq: Profili

# catalogGlass
source: Glass
fr: Verre
sq: Xhami

# catalogBlind
source: Roller Shutter
fr: Volet roulant
sq: Roleta

# catalogMechanism
source: Mechanisms
fr: Mécanismes
sq: Mekanizma

# catalogAccessory
source: Accessories
fr: Accessoires
sq: Aksesorë

# catalogAddTitle
source: Add {type}
fr: Ajouter {type}
sq: Shto {type}

# catalogEditTitle
source: Edit {name}
fr: Modifier {name}
sq: Ndrysho {name}

# catalogSectionGeneral
source: General
fr: Général
sq: Të përgjithshme

# catalogSectionProduction
source: Production
sq: Prodhimi

# catalogFieldPriceFrame
source: Frame (L) €/m
fr: Cadre (L) €/m
sq: Korniza (L) €/m

# catalogFieldPriceSash
source: Sash (Z) €/m
fr: Ouvrant (Z) €/m
sq: Krahu (Z) €/m

# catalogFieldPriceT
source: T Profile €/m
fr: Profilé T €/m
sq: Profili T €/m

# catalogFieldPriceBead
source: Bead €/m
fr: Parclose €/m
sq: Llajsne €/m

# catalogFieldOuterThicknessL
source: Outer thickness L (mm)
fr: Épaisseur extérieure L (mm)
sq: Trashësia e jashtme L (mm)

# catalogFieldOuterThicknessZ
source: Outer thickness Z (mm)
fr: Épaisseur extérieure Z (mm)
sq: Trashësia e jashtme Z (mm)

# catalogFieldOuterThicknessT
source: Outer thickness T (mm)
fr: Épaisseur extérieure T (mm)
sq: Trashësia e jashtme T (mm)

# catalogFieldOuterThicknessAdapter
source: Outer thickness Adapter (mm)
fr: Épaisseur extérieure Adaptateur (mm)
sq: Trashësia e jashtme Adapter (mm)

# catalogFieldMassL
source: Mass L kg/m
fr: Masse L kg/m
sq: Masa L kg/m

# catalogFieldMassZ
source: Mass Z kg/m
fr: Masse Z kg/m
sq: Masa Z kg/m

# catalogFieldMassT
source: Mass T kg/m
fr: Masse T kg/m
sq: Masa T kg/m

# catalogFieldMassAdapter
source: Mass Adapter kg/m
fr: Masse Adaptateur kg/m
sq: Masa Adapter kg/m

# catalogFieldMassBead
source: Mass Bead kg/m
fr: Masse Parclose kg/m
sq: Masa Llajsne kg/m

# catalogFieldInnerThicknessL
source: Inner thickness L (mm)
fr: Épaisseur intérieure L (mm)
sq: Trashësia e brendshme L (mm)

# catalogFieldInnerThicknessZ
source: Inner thickness Z (mm)
fr: Épaisseur intérieure Z (mm)
sq: Trashësia e brendshme Z (mm)

# catalogFieldInnerThicknessT
source: Inner thickness T (mm)
fr: Épaisseur intérieure T (mm)
sq: Trashësia e brendshme T (mm)

# catalogFieldFixedGlassLoss
source: Fixed glass loss (mm)
fr: Perte vitrage fixe (mm)
sq: Humbja e xhamit fiks (mm)

# catalogFieldSashGlassLoss
source: Sash glass loss (mm)
fr: Perte vitrage ouvrant (mm)
sq: Humbja e xhamit të krahut (mm)

# catalogFieldSashValue
source: Sash value (+mm)
fr: Valeur ouvrant (+mm)
sq: Vlera e krahut (+mm)

# catalogFieldProfileLength
source: Profile length (mm)
fr: Longueur profil (mm)
sq: Gjatësia e profilit (mm)

# catalogFieldPricePerM2
source: Price €/m²
fr: Prix €/m²
sq: Çmimi €/m²

# catalogFieldMassPerM2
source: Mass kg/m²
fr: Masse kg/m²
sq: Masa kg/m²

# catalogFieldBoxHeight
source: Box height (mm)
fr: Hauteur caisson (mm)
sq: Lartësia e kutisë (mm)

# catalogFieldPrice
source: Price (€)
fr: Prix (€)
sq: Çmimi (€)

# catalogFieldMass
source: Mass (kg)
fr: Masse (kg)
sq: Masa (kg)

source: Calculate
fr: Calculer
sq: Kalkulo

source: pcs
sq: copë

source: Save PDF
fr: Enregistrer le PDF
sq: Ruaj PDF

# pdfDocument
source: Document
sq: Dokument

# pdfClient
source: Client
sq: Klienti

# pdfPage
source: Page
sq: Faqja

# pdfOffer
source: Offer
fr: Offre
sq: Oferta

# pdfDate
source: Date:
sq: Data:

# pdfPhoto
source: Photo
sq: Foto

# pdfDetails
source: Details
fr: Détails
sq: Detajet

# pdfPrice
source: Price
fr: Prix
sq: Çmimi

# pdfDimensions
source: Dimensions:
sq: Dimenzionet:

# pdfProfileType
source: Profile (Type):
fr: Profil (Type) :
sq: Profili (Lloji):

# pdfGlass
source: Glass:
fr: Verre :
sq: Xhami:

# pdfBlind
source: Blind:
fr: Volet :
sq: Roleta:

# pdfMechanism
source: Mechanism:
fr: Mécanisme :
sq: Mekanizmi:

# pdfAccessory
source: Accessory:
fr: Accessoire :
sq: Aksesori:

# pdfExtra1
source: Extra 1
sq: Ekstra 1

# pdfExtra2
source: Extra 2
sq: Ekstra 2

# pdfNotesItem
source: Notes:
sq: Shënime:

# pdfSections
source: Sections:
sq: Sektorët:

# pdfOpening
source: Opening:
fr: Ouverture :
sq: Hapje:

# pdfWidths
source: Widths:
fr: Largeurs :
sq: Gjerësitë:

# pdfWidth
source: Width:
fr: Largeur :
sq: Gjerësia:

# pdfHeights
source: Heights:
fr: Hauteurs :
sq: Lartësitë:

# pdfHeight
source: Height:
fr: Hauteur :
sq: Lartësia:

# pdfTotalMass
source: Total mass:
fr: Masse totale :
sq: Masa totale:

# pdfTotalItems
source: Total items (pcs)
fr: Nombre total d'articles (pcs)
sq: Numri total i artikujve (pcs)

# pdfItemsPrice
source: Items price (€)
fr: Prix des articles (€)
sq: Çmimi i artikujve (€)

# pdfExtra
source: Extra
sq: Ekstra

# pdfDiscountAmount
source: Discount amount
fr: Montant de la remise
sq: Shuma e zbritjes

# pdfDiscountPercent
source: Discount %
fr: Remise %
sq: Zbritje %

# pdfTotalPrice
source: Total price (€)
fr: Prix total (€)
sq: Çmimi total (€)

# pdfNotes
source: Notes:
sq: Vërejtje/Notes:

source: Default characteristics
fr: Caractéristiques par défaut
sq: Karakteristikat e paracaktuara

source: Default profile
fr: Profil par défaut
sq: Profili i paracaktuar

source: Default glass
fr: Vitrage par défaut
sq: Xhami i paracaktuar

# cuttingPieceAdapter
source: Adapter
fr: Adaptateur

# catalogFieldPriceAdapter
source: Adapter €/m
fr: Adaptateur €/m

# pdfAdapter
source: Adapter
fr: Adaptateur
